#pragma once

/**
 *  *********************** ВНИМАНИЕ!!!!  ******************************
 *    данный файл генерируется автоматически, для внесения изменений в
 * конфигурации программ необходимо вносить изименения в файле config.in
 * *********************************************************************
 */

/** Имя программы config.json с которой работает программа */
const std::string NAME_APP = "search_engine";
/** Версия файла config.json с которой работает программа */
const std::string VERSION_APP = "0.1";

const int _MAX_RESPONSES=5;
